alacritty
alsa-utils
autoconf
automake
base
bat
binutils
bison
code
dosfstools
dunst
efibootmgr
exa
fakeroot
firefox
fish
flex
gcc
git
groff
grub
gvfs
htop
imagemagick
jq
libtool
libx11
libxinerama
lightdm
linux
linux-firmware
linux-zen
lolcat
lsof
lsscsi
lxappearance
m4
make
man-db
mpc
mpd
mpv
mtools
ncmpcpp
neovim
networkmanager
nitrogen
os-prober
pamixer
patch
picom
pkgconf
pulseaudio
python-pip
scrot
sudo
sxiv
texinfo
thunar
tldr
tmux
tree
ttf-joypixels
unzip
webkit2gtk
wget
which
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
zathura
zathura-pdf-mupdf
